import news1 from '@/assets/imgs/news/news-1.jpeg';
import news2 from '@/assets/imgs/news/news-2.jpeg';
import news3 from '@/assets/imgs/news/news-3.jpeg';
import news4 from '@/assets/imgs/news/news-4.jpeg';
import news5 from '@/assets/imgs/news/news-5.jpeg';
import news6 from '@/assets/imgs/news/news-6.jpeg';
import news7 from '@/assets/imgs/news/news-7.jpeg';
import news8 from '@/assets/imgs/news/news-8.jpeg';

export const news = [
    {
      title: "ملايين الدولارات في طريق النادي الأهلي",
      description: `أكد الإعلامي إبراهيم فايق أن خزينة الأهلي ستنتعش بملايين الدولارات خلال ساعات.
  
  ويأتي هذا بسبب مشاركة الأهلي في بطولة مونديال الأندية 2025 التي تنطلق في يونيو المقبل.
  
  وقال إبراهيم فايق عبر قناة "إم بي سي مصر 2" إن هناك 10 مليون دولار في الطريق للنادي الأهلي.
  
  ويتواجد الأهلي في مجموعة تضم كلاً من بالميراس البرازيلي، بورتو البرتغالي، وإنتر ميامي الأمريكي.`,
      pic: news1
    },
    {
      title: "ليفربول يضع اللمسات الأخيرة على بقاء صلاح وفان دايك",
      description: `أكدت العديد من التقارير الإعلامية أن ثنائي فريق ليفربول محمد صلاح وفيرجيل فان دايك على أعتاب تجديد عقودهما مع الريدز.
  
  وذكر الصحفي فابريزيو رومانو أن المفاوضات بين صلاح وفان دايك بشأن تمديد العقد وصلت إلى مراحل متقدمة جداً.
  
  وأضاف المصدر أن ليفربول يضع الرتوش الأخيرة على تجديد عقود صلاح وفان دايك الذين تنتهي عقودهما في نهاية الموسم.
  
  يُذكر أن ترينت ألكسندر-أرنولد، الذي ينتهي عقده هذا الصيف، من المتوقع أن ينضم إلى ريال مدريد.`,
      pic: news3
    },
    {
      title: "بـ275 مليون.. عرض خيالي لرحيل لامين يامال عن برشلونة",
      description: `كشفت تقارير صحفية أن لامين يامال، لاعب برشلونة الإسباني، قد تلقى عرضًا ضخمًا قيمته 275 مليون يورو للرحيل عن النادي الكتالوني خلال سوق الانتقالات الصيفية المقبلة.
  
  وقدّم نادي مانشستر سيتي عرضًا تاريخيًا لضم لامين يامال، أحد أبرز المواهب الشابة في كرة القدم العالمية، في ظل رغبة النادي في صناعة فريق قوي للمنافسة مستقبلًا.`,
      pic: news4
    },
    {
      title: "شريف إكرامي للاعبي بيراميدز.. فخور أني جزء منكم",
      description: `وجه شريف إكرامي، حارس مرمى فريق بيراميدز، رسالة إلى زملائه في الفريق عقب التأهل إلى نصف نهائي دوري أبطال إفريقيا للمرة الأولى في تاريخ النادي.
  
  وتأهل بيراميدز للدور نصف النهائي بعد الخسارة من الجيش الملكي المغربي بنتيجة 2-0 في الإياب، بعدما فاز ذهابًا بنتيجة 4-1، ليصعد بنتيجة 4-3 في مجموع المباراتين.`,
      pic: news5
    },
    {
      title: "أورلاندو بايرتس يضرب موعدًا مع بيراميدز في نصف نهائي دوري أبطال إفريقيا",
      description: `تأهل فريق أورلاندو بايرتس الجنوب أفريقي إلى نصف نهائي دوري أبطال إفريقيا، بعد تعادله مع ضيفه مولودية الجزائر سلبيًا دون أهداف في إياب ربع النهائي بجنوب أفريقيا.`,
      pic: news7
    },
    {
      title: "تم الحسم - غياب مدافع ريال مدريد عن مواجهة أرسنال",
      description: `كشفت تقارير صحفية إسبانية أن نادي ريال مدريد سيفتقد لأحد لاعبي خط الدفاع خلال مواجهة العودة أمام أرسنال الإنجليزي الأسبوع المقبل.
  
  ويستعد ريال مدريد لهذا اللقاء في ظل ظروف صعبة بعد الهزيمة الثقيلة بنتيجة 3-0 في مباراة الذهاب على ملعب الإمارات.`,
      pic: news8
    }
  ];
  