// import home1 from '@/assets/assets/imgs/home/home-1.png';
import home1 from "@/assets/imgs/home/home-1.jpeg"
import home2 from '@/assets/imgs/home/home-2.jpeg';
import home3 from '@/assets/imgs/home/home-3.jpeg';
import home4 from '@/assets/imgs/home/home-4.jpeg';
import home5 from '@/assets/imgs/home/home-5.jpeg';
import home6 from '@/assets/imgs/home/home-6.jpeg';
import home7 from '@/assets/imgs/home/home-7.jpeg';
import home8 from '@/assets/imgs/home/home-8.jpeg';
import home9 from '@/assets/imgs/home/home-9.jpeg';

export const home = [
    {
      title: "ريال مدريد يسقط بثلاثيه امام ارسنال",
      description: `تلقى فريق ريال مدريد خسارة قاسية أمام ضيفه آرسنال (3-0) في ذهاب ربع نهائي دوري أبطال أوروبا، على ملعب الإمارات، علماً أن مباراة العودة ستقام الأسبوع المقبل، على ملعب سانتياجو برنابيو.
  
  الشوط الأول من المباراة كان هادئاً وسط حذر كبير بين الفريقين، مع أفضلية نسبية من أجل آرسنال، حيث كاد آرسنال أن يسجل هدفاً بعد كرة عرضية من ساكا من ركنية ارتطمت بالخطأ في صاليبا منقذاً ريال مدريد من هدف محقق في الدقيقة 6.
  
  وفي الدقيقة 12، أرسل مارتينيلي كرة عرضية من داخل منطقة أبعدها الدفاع ثم وصلت إلى بارتي الذي سدد كرة تصدى لها كورتوا، وفي الدقيقة 30 أنقذ حارس آرسنال مرماه من فرصة خطيرة من أمام مبابي.
  
  وفي الدقيقة 37 أرسل ساكا كرة عرضية خطيرة لكن دون أي متابع، ثم عاد ساكا وأرسل عرضة خطيرة مرت من أمام الجميع في الدقيقة 40، وبعدها أنقذ كورتوا مرماه من هدف محقق بعد رأسية من ميرينو ثم تسديدة من مارتينيلي.
  
  وفي الشوط الثاني، وصلت كرة إلى مبابي الذي سددها من داخل منطقة الجزاء، لكنها في الشباك الخارجية في الدقيقة 50، وبعدها أبعد أسينسيو كرة خطيرة من أمام رايس في الدقيقة 55.
  
  وفي الدقيقة 57، سجل`,
      pic: home1
    },
    {
      title: "تصريحات كولر بعد فوز الاهلي على الهلال السوداني",
      description: `تحدث مارسيل كولر المدير الفني للأهلي عن فوز فريقه على الهلال السوداني وتأهل الأحمر لنصف نهائي دوري أبطال أفريقيا.
  
  وفاز الأهلي على الهلال بنتيجة 1-0 في مباراة إياب ربع نهائي دوري أبطال أفريقيا علماً بأن مباراة الذهاب كانت قد انتهت بنفس النتيجة 1-0 لصالح الأحمر.
  
  وقال كولر في تصريحات عبر الموقع الرسمي للنادي الأهلي: "الأهلي وصل إلى هدفه من مباراة الهلال السوداني، بعد أن حقق الفوز، على الرغم من الصعوبات الكثيرة في اللقاء، اللعب على أرضية من النجيل الصناعي مختلف تمامًا عن الملاعب التي اعتادنا اللعب عليها بشكل مستمر، وأن الفريق تدرب مباراتين فقط على ملعب المباراة، والمنافس كان يملك فرصة اللعب أمام جماهيره وعلى ملعبه".
  
  وأضاف: "الأهلي لاحت له عدة فرص خلال اللقاء، والفريق الذي يرغب في التأهل عليه أن يتخطى كل الظروف، واللاعبين كانوا على قدر المسؤولية ونجحوا في تقديم المطلوب منهم على أفضل ما يكون، حققنا الفوز والتأهل عن جدارة".`,
      pic: home2
    },
    {
      title: "السوليه يبلغ إدارة الاهلي بموعد اعتزاله",
      description: `أكد أحمد حسن نجم الزمالك السابق أن عمرو السولية نجم الأهلي أبلغ إدارة ناديه برغبته في تجديد عقده لمدة موسم واحد ثم يعتزل بعدها.
  
  وقال أحمد حسن عبر موقع "فيسبوك": "عمرو السولية يبلغ مسئولي الأهلي برغبته في تجديد عقده موسما واحدا للمشاركة في كأس العالم للأندية ومن ثم إعلان اعتزاله بعدها"`,
      pic: home3
    },
    {
      title: "مع اي منتخب سيلعب يوسف صلاح",
      description: `لم يحسم يوسف صالح مهاجم فريق كارديف سيتي المنافس في دوري البطولة الإنجليزية المنتخب الذي سيلعب معه حتى الآن.
  
  صالح وُلد في الدنمارك من أب فلسطيني يحمل الجنسية الأردنية أيضاً، ومن أم بولندية، وهو بالتالي مؤهل لتمثيل 4 منتخبات.
  
  اللاعب البالغ من العمر 23 عاماً تمكن من تسجيل خمسة أهداف حتى الآن خلال 14 مباراة شارك فيها في دوري البطولة.
  
  ورغم الحديث مؤخراً عن اختياره منتخب الأردن ولكن اللاعب يبدو لا زال متردداً، ويبقى كل شيء وارد بخصوص المنتخب الذي سيلعب معه.`,
      pic: home4
    },
    {
      title: "الاتحاد الآسيوي يكشف عن اربع جوائز جديده للابطال",
      description: `أعلن الاتحاد الآسيوي عن تخصيص أربع جوائز مميزة في نسخة 2024-2025 من دوري أبطال آسيا.
  
  تشمل الجوائز: أفضل لاعب (محلي أو أجنبي)، الهداف، أفضل حارس، وجائزة اللعب النظيف لأفضل سلوك رياضي.
  
  نقل الصحفي المتخصص بدر بالعبيد تفاصيل الجوائز، مؤكدًا أهميتها في رفع مستوى المنافسة بالبطولة.
  
  تنطلق مباريات الدور ربع النهائي في 25 أبريل الجاري بمدينة جدة، بمشاركة ثلاثة أندية سعودية بارزة.
  
  الهلال، النصر، والأهلي يمثلون السعودية في هذه المرحلة، ويتطلعون للفوز والتألق على المسرح الآسيوي الكبير.`,
      pic: home5
    },
    {
      title: "مانشستر يونايتد يعلن خطته إستعداد للموسم الجديد",
      description: `أعلن نادي مانشستر يونايتد الإنجليزي رسميًا عن خوض مباراتين وديتين في ماليزيا و هونج كونج، عقب نهاية موسم الدوري الإنجليزي الممتاز 2024/2025، وذلك ضمن استعدادات الفريق للموسم الجديد.
  
  وسيلتقي فريق المدرب روبن أموريم مع منتخب نجوم آسيان "جنوب شرق آسيا" يوم 28 مايو المقبل في العاصمة الماليزية كوالالمبور، بعد ثلاثة أيام فقط من مباراته الأخيرة في البريميرليج أمام أستون فيلا يوم 25 مايو.
  
  كما سيخوض مانشستر يونايتد مباراة ودية أخرى يوم 30 مايو أمام تشكيلة من أندية هونج كونج، في إطار نفس الجولة الآسيوية.
  
  وبعد انتهاء الجولة الآسيوية، سيتوجه مانشستر يونايتد إلى الولايات المتحدة الأمريكية في شهر يوليو المقبل، لخوض سلسلة من المباريات الودية ضمن تحضيراته للموسم الجديد 2025/2026.
  
  وعلق المدير التنفيذي للنادي، قائلًا: "الجولات التحضيرية والمباريات الودية تساهم في تعزيز موارد النادي المالية، وتمنحنا القدرة على الاستثمار المستمر لتحقيق النجاح داخل الملعب".`,
      pic: home6
    },
    {
      title: "صراع بين ليفربول وبايرن ميونيخ علي موهبة دورتموند",
      description: `كشفت تقارير صحفية ألمانية عن اشتعال المنافسة بين ليفربول وبايرن ميونيخ للتعاقد مع الموهبة الإنجليزية جيمي جيتنز، جناح بوروسيا دورتموند، خلال سوق الانتقالات الصيفي 2025.
  
  ووفقًا لما ذكرته شبكة "سكاي ألمانيا"، فإن اللاعب صاحب الـ20 عامًا أبلغ إدارة بوروسيا دورتموند برغبته في الرحيل بنهاية الموسم، بحثًا عن تحدٍ جديد، رغم ارتباطه بعقد مع النادي يمتد حتى صيف 2028.
  
  ويسعى ليفربول لضم جيتنز ضمن خطة تدعيم الصفوف تحسبًا لرحيل محمد صلاح، الذي ينتهي عقده بنهاية الموسم، خصوصًا أن الفريق لم يبرم سوى صفقة واحدة مؤخرًا بضم فيدريكو كييزا.
  
  من جانبه، يتحرك بايرن ميونيخ لدعم خط الهجوم مع اقتراب توماس مولر من الرحيل، وعدم وضوح مستقبل ليروي سانيه، في ظل رغبة المدرب فينسنت كومباني في بناء فريق جديد.
  
  جيمي جيتنز هو أحد أبرز المواهب الصاعدة في البوندسليجا، حيث تم تصعيده للفريق الأول في دورتموند عام 2022، بعد انتقاله من مانشستر سيتي في 2020، وسبق له اللعب في أكاديميات ريدينج وتشيلسي.
  
  حتى الآن لم يقدم أي نادٍ عرضًا رسميًا لدورتموند، رغم أن القيمة السوقية للاعب تتجاوز الـ50 مليون`,
      pic: home7
    },
    {
      title: "رسمياً:عمر مرموش يتوج بجائزة لاعب الشهر في مانشستر سيتي",
      description: `أعلن نادي مانشستر سيتي الإنجليزي اليوم الثلاثاء 8 أبريل 2025، عن فوز النجم المصري عمر مرموش بجائزة أفضل لاعب في شهر مارس داخل النادي، بعد المستويات الرائعة التي قدمها مؤخرًا.
  
  وقدم مرموش أداءً لافتًا خلال مباريات شهر مارس، سواء في الدوري الإنجليزي الممتاز أو في كأس الاتحاد الإنجليزي، ليحصد الجائزة متفوقًا على النجم النرويجي إيرلينج هالاند وزميله نيكو أوريلي.
  
  ويُعد هذا التتويج هو الثاني لمرموش مع مانشستر سيتي منذ انضمامه في الميركاتو الشتوي الماضي، حيث سبق له التتويج بجائزة هدف الشهر عن هدفه الرائع في مرمى برايتون بالميركاتليج.
  
  أرقام عمر مرموش في شهر مارس:
  - شارك في مباراتين بالدوري الإنجليزي، سجل خلالهما هدفًا وصنع آخر.
  - لعب مباراتين في كأس الاتحاد الإنجليزي، ونجح في تسجيل هدف حاسم أمام بورنموث في ربع النهائي، ليقود السيتي إلى نصف النهائي.
  - إجمالي مشاركاته مع مانشستر سيتي حتى الآن هذا الموسم: 13 مباراة سجل خلالهما 6 أهداف وصنع هدفًا واحدًا.
  
  ويأتي هذا التألق في وقت حساس للفريق، خاصًة بعد إصابة هالاند في الكاحل وغيابه لفترة طويلة، مما يدفع جماهير السيت`,
      pic: home8
    },
    {
      title: "انتر ميامي يريد اغراء نجم مانشستر سيتي",
      description: `يعمل نادي إنتر ميامي الأمريكي على ضم اسم كبير جديد في عالم كرة القدم وفقاً لما ورد في صحيفة ميرور الإنجليزية.
  
  وجاء في التقرير أن ميامي يريد التعاقد مع النجم البلجيكي المخضرم كيفين دي بروين بعد نهاية الموسم الحالي.
  
  وذلك بعد أن أعلن لاعب وسط مانشستر سيتي أنه سيرحل عن النادي الإنجليزي بنهاية عقده في الصيف القادم.
  
  وأشار التقرير إلى أن مسؤولي ميامي مستعدون لإغراء دي بروين بالمجيئ من خلال تقديم عرض مميز له.
  
  وبالتالي قد يصبح دي بروين زميلاً لكل من ليونيل ميسي ولويس سواريز وسيرجيو بوسكيتس وجوردي ألبا، أهم نجوم الفريق.`,
      pic: home9
    }
  ];
  